Repository: mozilla-l10n/mt-training-data
Catalog: mt/mt_pontoon.tmx
Source language: en_us
Languages: mt

source: 2 down, keep it up!<playIcon></playIcon>
mt: 2 lesti, ibqa' sejjer!<playIcon></playIcon>

source: ≥ 2 No votes
mt: ≥ 2 Voti negattivi

source: ≥ 2 Yes votes
mt: ≥ 2 Voti pożittivi

source: About
mt: Dwar

source: Accent
mt: Aċċent

source: Acehnese
mt: Acehniż

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mt: { $actionType }<playIcon></playIcon> Is-sentenza nqrat sew?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
mt: { $actionType }<recordIcon></recordIcon> Imbagħad aqra s-sentenza

source: { $actionType }<stopIcon></stopIcon> when done
mt: { $actionType }<stopIcon></stopIcon> meta tkun lest

source: { $actionType } submit when ready
mt: { $actionType } ibgħat ladarba tkun lest

source: Additional Language
mt: Lingwa oħra

source: Add Language
mt: Żid Lingwa

source: Age
mt: Età

source: Albanian
mt: Albaniż

source: All
mt: Kollox

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
mt: Ir-recordings kollha fil-ġabra titneħħilhom kwalunkwe informazzjoni li tista' tidentifika persuna. Meta kontributur jipprovdi informazzjoni demografika fil-profil, dik l-informazzjoni titneħħa minn mar-recordings tal-vuċi tal-persuna qabel ma d-data tiġi mħejjija biex titniżżel, u qatt ma tidher pubblikament fuq il-paġna tal-profil tal-persuna.

source: Amharic
mt: Amħariku

source: Anonymized user data like age, sex, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
mt: L-informazzjoni anonimizzata bħall-età, is-sess u l-aċċent tiegħek jgħinuna ntejbu l-kwalità tad-data awdjo li tintuża biex inżarrġu sistemi għall-għarfien awtomatiku tat-taħdit. Il-username u l-email tiegħek qatt mhu se jiġu assoċċjati mad-data li tissottometti, u għandek ukoll għażla jekk tridx li l-username tiegħek ikun pubbliku jew anonimu.

source: Arabic
mt: Għarbi

source: Aragonese
mt: Aragoniż

source: Artificial intelligence
mt: Intelliġenza Artifiċjali

source: Assamese
mt: Assamiż

source: Asturian
mt: Asturjan

source: Audio Format
mt: Format Awdjo

source: Average
mt: Medju

source: A voice clip is marked "valid" when a user gives it a Yes vote.
mt: Klip tiġi mmarkata bħala "valida" meta xi utent itiha vot pożittiv.

source: Awards
mt: Premjijiet

source: Azerbaijani
mt: Ażerbajġani

source: Back to Top
mt: Lura għall-bidu

source: Basque
mt: Bask

source: Become a partner
mt: Issieħeb

source: Belarusian
mt: Belarussu

source: Benefits
mt: Benefiċċji

source: <bold>{ $count }</bold> Clips
mt: <bold>{ $count }</bold> Klip

source: <bold>Help us</bold> find more voices
mt: <bold>Għinna</bold> nsibu aktar vuċijiet

source: <bold>iOS</bold> users can download our free app:
mt: Utenti tal-<bold>iOS</bold> jistgħu iniżżlu l-app b'xejn:

source: Both
mt: It-tnejn

source: Both of these projects are part of our efforts to bridge the digital speech divide. Voice recognition technologies bring a human dimension to our devices, but developers need an enormous amount of voice data to build them. Currently, most of that data is expensive and proprietary. We want to make voice data freely and publicly available, and make sure the data represents the diversity of real people. Together we can make voice recognition better for everyone.
mt: Dawn il-proġetti t-tnejn li huma jiffurmaw parti mill-ħidma tagħna biex naqsmu l-fruntiera diġitali tat-taħdit. L-għarfien awtomatiku tal-vuċi jagħti dimensjoni umana lill-aġġeġġi li nużaw, iżda l-iżviluppaturi għandhom bżonn ammont enormi ta' data biex jibnuhom. Bħalissa, ħafna minn dik id-data tiswa ħafna flus u hija propjetà privata. Aħna rridu noffru data tal-vuċi b'xejn u disponibbli għall-pubbliku, filwaqt li nassiguraw ruħna li d-data tirrappreżenta firxa wiesgħa ta' nies reali. Flimkien nistgħu ntejbu l-għarfien awtomatiku tal-vuċi għal kulħadd.

source: Both (Speak and Listen)
mt: It-Tnejn (Tkellem u Isma')

source: Build a custom goal
mt: Ibni għan għalik innifsek

source: Build Profile
mt: Oħloq Profil

source: Bulgarian
mt: Bulgaru

source: Burmese
mt: Burmiż

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
mt: <b>Għaliex email?</b>? Forsi l quddiem jkollna bżonn nikkuntattjawk dwar bidliet fil-ġabra, u l-email tipprovdina b'mezz ta' kuntatt.

source: By editing your goal, you may lose your existing progress.
mt: Jekk teditja l-għan tiegħek, jista' jkun li jintilef il-progress li għamilt s'issa.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
mt: Jekk tagħżel li tirċievi l-emails, qed tistqarr li inti taċċetta li l-Mozilla tuża din l-informazzjoni skont kif inhu spjegat fl-<privacyLink>iStqarrija dwar il-Privatezza<privacyLink> tal-Mozilla.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
mt: <b>Taqbel</b> li mhux se tiprovva tagħraf l-identita tal-kelliema fil-ġabra ta' Dati Common Voice

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
mt: Jekk tipprovdi xi informazzjoni dwarek innifsek, id-data tal-awdjo li tissottometti lil Common Voice tkun iktar utli għall-iżvilupp ta' magni għall-għarfien awtomatiku tat-taħdit, li jużaw din id-data biex itejbu l-preċiżjoni tagħhom.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mt: Meta tuża Common Voice, qed taqbel mat-<termsLink>Termini</termsLink> u <privacyLink>Politika tal-Privatezza</privacyLink>

source: CANCEL
mt: IKKANĊELLA

source: Cancel Re-recording
mt: Ikkanċella l-irrekordjar mill-ġdid

source: Cancel Submission
mt: Ikkanċella l-kontribuzzjoni tiegħek

source: Can't decide?
mt: Ma tistax tiddeċiedi?

source: Catalan
mt: Katalan

source: Change your email via Settings under Login Identity
mt: Ibdel l-email billi diħol fis-Settings taħt Identifikazzjoni

source: Chinese (China)
mt: Ċiniż (Ċina)

source: Chinese (Hong Kong)
mt: Ċiniż (Hong Kong)

source: Chinese (Taiwan)
mt: Ċiniż (Tajwan)

source: Click
mt: Ikklikkja

source: Clip Graveyard
mt: Ċimiterju tal-Klips

source: Clips recorded
mt: Klips li ġew irrekordjati

source: Clips Uploaded
mt: Ir-Recordings Intbagħtu

source: Clips validated
mt: Recordings li ġew iċċekkjati

source: Clips You've Recorded
mt: Clips li rrekordjajt

source: Clips You've Validated
mt: Clips li ċċekkjajt

source: Close
mt: Agħlaq

source: Collecting sentences from the public domain, or writing new ones for the public domain.
mt: Ġbir ta' sentenzi li jinsabu fid-dominju pubbliku, jew kitba ta' sentenzi ġodda għad-dominju pubbliku.

source: Comment
mt: Ikkummenta

source: Common Voice data plus all other voice datasets above.
mt: Id-Data ta' Common Voice flimkien mad-data tat-taħdit kollha l-oħra t'hawn fuq.

source: Common Voice Dataset
mt: Ġabra ta' Dati Common Voice

source: Common Voice is a collaborative project, and we're depending on our community of partners and contributors to build the largest open-source dataset of voices ever. We would like to thank the following people and organizations for their help with the project:
mt: Common Voice huwa proġett kollaborattiv u niddependu fuq komunità ta' msieħba u kontributuri biex nibnu l-ikbar ġabra miftuħa ta' vuċijiet li qatt inħolqot.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
mt: Common Voice hija inizzjattiva tal-Mozilla biex tgħinna ngħallmu lill-magni jitkellmu bħan-nies.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
mt: Common Voice jagħmel parti minn inizjattiva tal-Mozilla biex tgħin sabiex il-magni jitgħallmu kif verament jitkellmu n-nies.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
mt: Common Voice jagħmel parti minn inizjattiva tal-Mozilla biex tgħin sabiex il-magni jitgħallmu kif verament jitkellmu n-nies. Apparti l-ġabra ta' data tal-Common Voice, qiegħdin ukoll nibnu magna għall-għarfien awtomaiku tat-taħdit jisimha Deep Speech, li hija miftuħa għal kulħadd.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
mt: Ir-recordings ta' Common Voice jintużaw minn akkademiċi, intrapriżi żgħar u nies li għandhom għal qalbhom l-għarfien awtomatiku tal-vuċi, sabiex iħarrġu u jkabbru r-riżorsi disponibbli pubblikament, bħal mudelli tal-vuċi. Tista' tgħidilna għaliex tixtieq li jitħassru r-recordings tiegħek?

source: Confirm Goal
mt: Ikkonferma l-Għan

source: Connect with Gravatar
mt: Ikkonnettja ma' Gravatar

source: Contact
mt: Kuntatt

source: Contact Form
mt: Formula ta' Kuntatt

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
mt: Kontenut disponibbli taħt <licenseLink>Liċenzja Creative Commons </licenseLink>

source: Continue
mt: Kompli

source: Contribute
mt: Agħti sehmek

source: Contribute sentences
mt: Ikkontribwixxi ftit sentenzi.

source: Contribute to { $lang }
mt: Agħti sehmek għall-{ $lang }

source: Contribute Your Voice
mt: Ikkontribwixxi l-vuċi tiegħek

source: Contribution Activity
mt: Attività ta' Kontribuzzjoni

source: Contribution Experience
mt: L-esperjenza tiegħek bħala kontributur

source: Contributors record voice clips by reading from a bank of donated sentences.
mt: Il-kontributuri jirrekordjaw il-klips billi jaqraw minn ġabra ta' sentenzi.

source: { $count }mo
mt: { $count }Xhur

source: { $count }wk
mt: Ġimgħat

source: { $count }y
mt: Snin

source: Create a Custom Goal
mt: Oħloq għan għalik innifsek

source: Create a voice clip as part of your profile avatar. Others will be able to hover and listen to your clip.
mt: Oħloq klip bil-vuċi mal-avatar li għandek fuq il-profil. L-utenti l-oħra jkunu jistgħu jisimgħu l-klip meta jgħaddu l-mouse minn fuqu.

source: Croatian
mt: Kroat

source: Czech
mt: Ċek

source: Daily Goal
mt: Għan ta' Kuljum

source: Danish
mt: Daniż

source: Datasets
mt: Ġabriet ta' data

source: Days
mt: Ġranet

source: De-identified
mt: Bla identifikazzjoni

source: DELETE
mt: ĦASSAR

source: Delete my recordings
mt: Ħassar ir-recordings tiegħi

source: Delete Profile
mt: Ħassar il-Profil

source: Different language
mt: Lingwa differenti

source: Difficult
mt: Diffiċli

source: Difficult to pronounce
mt: Diffiċli biex tippronunzjaha

source: Donate your voice
mt: Agħtina l-vuċi tiegħek

source: Don't see your language on Common Voice yet?
mt: Il-lingwa tiegħek għadha mhix tidher fuq Common Voice?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
mt: M'intix tara l-lingwa tiegħek fil-ġabra? Jekk trid titlob lingwa mur fil-paġna dwar il-Lingwi.

source: Download
mt: Niżżel

source: Download Common Voice Data
mt: Niżżel id-data tal-Common Voice

source: Download Data
mt: Niżżel id-Data

source: Download Dataset Bundle
mt: Niżżel il-Pakkett tad-Data

source: Download { $language }
mt: Niżżel { $language }

source: Download My Data
mt: Niżżel id-data tiegħi

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
mt: Għandek xi ideat dwar kif nistgħu ntejbu l-ġabra Common Voice? Għidilna fuq Discourse.

source: Do you want to continue?
mt: Trid tkompli?

source: Do you want to Speak, Listen or both?
mt: Trid Titkellem, Tisma' jew it-tnejn?

source: Drag and drop or <browseWrap>Browse</browseWrap>
mt: Kaxkar jew <browseWrap>ibbrawsja</browseWrap>.

source: During contribution submission feedback will be skipped after clicking 'Submit. Contribution will continue directly with the next set of 5 recordings or validations.
mt: Waqt li tkun qed tikkontribwixxi, il-feedback dwar dak li bgħatt jinqabeż kif tikklikkja 'Ibgħat'. Il-kontribut ikompli immedjatament bil-5 recordings jew validazzjonijiet li jmiss.

source: Dutch
mt: Olandiż

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
mt: Kull entratura fil-ġabra fiha MP3 wieħed u fajl bit-test li jikkorrispondi miegħu. Ħafna mill- <b>{ $total }</b> siegħa li hemm irrekordjati b'kollox fil-ġabra jinkludu wkoll metadata demografika bħall-età, sess u aċċent, li jistgħu jiswew biex tittejjeb l-akkuratezza tal-magni għall-għarfien tat-taħdit. Il-ġabra bħalissa fiha <b>{ $valid }</b> sigħat li ġew iċċekkjati, fi <b>{ $languages }</b> lingwa, imma aħna nkomplu nżidu l-vuċijiet u l-lingwi regolarment. Agħti daqqa t'għajn lill-<languagesLink>paġna dwar il-Lingwi</languagesLink> jekk trid titlob lingwa partikolari, jew biex tibda tikkontribwixxi.

source: Easy
mt: Faċli

source: Edit
mt: Editja

source: Edit Profile
mt: Aġġorna l-Profil Tiegħek

source: Email is already used for a different account
mt: Dan l-email diġà qed jintuża ma' kont ieħor

source: Email Subscriptions
mt: Abbonamenti bl-email

source: English
mt: Ingliż

source: Enter Email to Download
mt: Daħħal l-email biex tniżżel

source: Enter your email
mt: Ikteb l-email tiegħek

source: Estonian
mt: Estonjan

source: Everyone
mt: Kulħadd

source: Exit & Delete clips
mt: Oħroġ u ħassar il-klips

source: Faroese
mt: Faroiż

source: Female
mt: Mara

source: Finish editing first?
mt: Trid tispiċċa teditja?

source: Finish recording
mt: Ieqaf irrekordja

source: Finish recording first?
mt: Trid tlesti mir-recording l-ewwel?

source: Finnish
mt: Finlandiż

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
mt: Għal dawn il-lingwi mnedija, is-sit diġà ġie <localizationGlossaryLink>llokalizzat</localizationGlossaryLink> u għandu </sentenceCollectionGlossaryLink>ġabra ta' sentenzi</sentenceCollectionGlossaryLink> kbira biżżejjed biex isiru l-kontribuzzjonijiet sew fuq <speakLink>Tkellem</speakLink> kif ukoll fuq <listenLink>Isma'</listenLink>.

source: French
mt: Franċiż

source: Frequently Asked Questions
mt: Mistoqsijiet Frekwenti

source: Frisian
mt: Frisjan

source: Galician
mt: Galizzjan

source: Georgian
mt: Ġorġjan

source: German
mt: Ġermaniż

source: Get involved
mt: Involvi Ruħek

source: Get Involved
mt: Involvi ruħek

source: Get started with goals
mt: Ibda oħloq l-għanijiet

source: Get Started with Speech Recognition
mt: Ibda Aħdem fuq l-Għarfien Awtomatiku tat-Taħdit.

source: Give your avatar a voice
mt: Agħti vuċi lill-avatar tiegħek

source: Glossary
mt: Glossarju

source: Goals
mt: Għanijiet

source: Go to Discourse
mt: Mur fuq Discourse

source: Go to Languages Page
mt: Mur fil-Paġna dwar il-Lingwi

source: Go to { $name }
mt: Mur { $name }

source: Grammatical / spelling error
mt: Żball grammatikali / ortografiku

source: Great! How many clips a week?
mt: Tajjeb! Kemm trid tirrekordja sentenzi fil-ġimgħa?

source: Great! How many clips per day?
mt: Tajjeb! Kemm trid tirrekordja sentenzi kuljum?

source: Great!<recordIcon></recordIcon> Record your next clip
mt: Tajjeb! <recordIcon></recordIcon> Irrekordja l-clip li jmiss

source: Great work!<playIcon></playIcon> Listen again when you're ready
mt: Prosit!<playIcon></playIcon> Meta trid tista' terġa' tisma' r-recording

source: Greek
mt: Grieg

source: Have Feedback?
mt: Għandek feedback?

source: Have questions about Common Voice? Ideas for improvements or feedback about a specific language? Join us on our <discourseLink>Discourse forum</discourseLink> and let us know.
mt: Għandek xi domanda dwar Common Voice? Jew ideat għat-titjib jew feedback dwar xi lingwa partikolari? Issieħeb magħna fuq il-<discourseLink>forum</discourseLink> biex tgħidilna.

source: Have you read our Terms?
mt: It-Termini diġà qrajthom?

source: Having a profile is not required to contribute though it is helpful, see why below.
mt: Mhux bilfors irid ikollok profil biex tikkontribwixxi, għalkemm dan jaf iservi ta' għajnuna, ara għaliex hawn taħt.

source: Hebrew
mt: Ebrajk

source: Help
mt: Għajnuna

source: Help Common Voice reach { NUMBER($hours) } hours in a language with a personal goal
mt: Oħloq għan personali u għin lil Common Voice biex jilħaq { NUMBER($hours) } siegħa f'lingwa partikolari.

source: Help reach { NUMBER($hours) } hours in { $language } with a personal goal
mt: Oħloq għan personali u għinna nilħqu { NUMBER($hours) } siegħa bil-{ $language }

source: Help teach machines how real people speak, donate your voice at { $link }
mt: Għinna ngħallmu 'l magni jitkellmu bħan-nies, agħtina l-vuċi tiegħek fuq { $link }

source: Help us build a community around voice technology, stay in touch via email.
mt: Għinna nmibnu komunità madwar it-teknoloġiji tal-vuċi, u ibqa' f'kuntatt magħna bl-email.

source: Help us build a high quality, publicly open dataset
mt: Għinna nibnu ġabra ta' data ta' kwalità għolja, miftuħa għal kulħadd

source: Help us find more voices, share your goal
mt: Għinna nsibu iktar vuċijiet, aqsam l-għan tiegħek ma' ħaddieħor

source: Help us find others to donate their voice!
mt: Għinna biex insibu lil ħaddieħor lest jagħtina l-vuċi tiegħu!

source: Help us get to { $goal }
mt: Għinna naslu sa { $goal }

source: Help us validate sentences!
mt: Għinna niċċekkjaw is-sentenzi!

source: Help us validate voices
mt: Għinna niċċekkjaw il-vuċijiet

source: Hidden
mt: Moħbi

source: Hindi
mt: Ħindi

source: Hours Recorded
mt: Sigħat Irrekordjati

source: Hours Validated
mt: Sigħat Iċċekkjati

source: { $hours } validated hours so far!
mt: sigħat iċċekkjati s'issa

source: How ?
mt: Kif?

source: How can I get the Common Voice data?
mt: Kif nista' nikseb id-data ta' Common Voice?

source: How does Common Voice calculate hours?
mt: Kif jiġu kkalkulati s-sigħat fuq Common Voice?

source: How does it work?
mt: Kif taħdem?

source: How do you ensure anonymity and privacy of the people who donated their voices?
mt: Kif tiżguraw li min jagħti l-vuċi tiegħu jibqa' anonimu u jkollu l-privatezza?

source: Hungarian
mt: Ungeriż

source: I agree
mt: Naqbel

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
mt: Jiena minix kelliem nattiv ta' din il-lingwa u meta nitkellem għandi aċċent barrani. Xorta tridu leħni?

source: Icelandic
mt: Iżlandiż

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
mt: Nixtieq nirċievi emails, per eżempju biex ifakkruni fl-għanijiet tiegħi, nirċievi aġġornamenti dwar progress u ittri-aħbar dwar Common Voice.

source: I do not agree
mt: Ma naqbilx

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
mt: Għadni kemm ħloqt għan personali biex nagħti l-vuċi tiegħi lil #CommonVoice - ingħaqad miegħi u għin biex il-kompjuters jitgħallmu kif jitkellmu in-nies { $link }

source: I’m afraid I don’t know what you’re looking for.
mt: Jiddispjeċini, ma nafx x'inti tfittex.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
mt: M'għandi ebda oġġezzjoni li tużaw din l-informazzjoni skont kif inhu spjegat fil-<privacyLink>Privacy Policy</privacyLink> tal-Mozilla.

source: * Indicates required field
mt: * Tindika informazzjoni meħtieġa

source: Indonesian
mt: Indoneżjan

source: In Progress
mt: Għaddej

source: Interlingua
mt: Interlingwa

source: Irish
mt: Irlandiż

source: Is my account information public?
mt: L-informazzjoni fuq il-kont tiegħi hija pubblika?

source: Is the clip valid?
mt: Il-klip hija valida?

source: Is the goal of Common Voice to build a voice assistant?
mt: L-għan ta’ Common Voice huwa li jinbena assistent tal-vuċi?

source: Italian
mt: Taljan

source: It contains words or phrases that are hard to read or pronounce.
mt: Għandha kliem jew frażijiet li huma diffiċli biex taqrhom jew tgħidhom.

source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout.
mt: Fatt li ilu magħruf huwa li qarrej li jkun qed iħares lejn l-organizzazzjoni ta' paġna se jtellfu l-kontenut li jista' jinqara.

source: It is written in a language different than what I’m speaking.
mt: Din miktuba fl-lingwa differenti min dik li nitkellem.

source: Izhorian
mt: Iżorjan

source: Japanese
mt: Ġappuniż

source: Join the Common Voice mailing list
mt: Issieħeb mal-mailing list ta' Common Voice.

source: Kabardian
mt: Kabardjan

source: Keep
mt: Żomm

source: Keep it up, record again <recordIcon></recordIcon>
mt: Ibqa' sejjer hekk, erġa rrekordja <recordIcon></recordIcon>

source: Keep the recordings
mt: Żomm ir-recordings

source: Keep track of your progress and metrics across multiple languages.
mt: Żomm kont tal-progress tiegħek u l-punti miksuba għal diversi lingwi.

source: Keep track of your progress with a profile
mt: Żomm kont tal-progress tiegħek billi toħloq profil

source: Keep track of your progress with a profile and help our voice data be more accurate.
mt: Żomm kont ta' kemm għamilt progress billi toħloq profil; dan jgħin biex id-data dwar il-vuċijiet tkun iktar preċiża.

source: Kurdish
mt: Kurd

source: Language
mt: Lingwa

source: Language Request
mt: Itlob Lingwa

source: Language request successfully submitted, thank you.
mt: It-talba għal lingwa rċevejniha, grazzi.

source: Languages
mt: Lingwi

source: Latvian
mt: Latvjan

source: Launched
mt: Imnedija

source: Leaderboard Visibility
mt: Viżibilità fil-Klassifika

source: Leaving now means you’ll lose your changes
mt: Jekk titlaq issa jintilfu l-bidliet kollha li għamilt

source: Leaving now means you'll lose your progress
mt: Jekk titlaq issa titlef il-progress li tkun għamilt

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
mt: LibriSpeech huwa korpus ta' madwar 1000 siegħa ta' Ingliż moqri, meħud minn kotba rrekordjati fil-proġett LibriVox.

source: License
mt: Liċenzja

source: License: <licenseLink>CC-0</licenseLink>
mt: Liċenzja: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
mt: Liċenzja: <licenseLink> { $license } </licenseLink>

source: Ligurian
mt: Ligurjan

source: Link Copied
mt: Il-ħolqa ġiet ikkuppjata

source: Listen
mt: Isma'

source: Listening
mt: Tisma’

source: Listen-Queue
mt: Kju tas-Smigħ

source: Lithuanian
mt: Litwan

source: Loading…
mt: Dalwaqt...

source: Localization
mt: Lokalizzazzjoni
